‧₊˚✩彡⋆🛰️⭒˚｡⋆☄️ ˚｡⋆
୨୧˚🪐⋆.ೃ࿔*:･.𖥔 ݁ ˖✧˚ ༘ 🌌 ⋆｡˚
₊ ⊹⋆☄️⭒˚｡⋆⋆ ˚🪐｡⋆୨୧˚⋆.ೃ࿔*:･
☾🌌⋆｡𖦹 °✩⊹˚. ⋆⭒˚｡🚀⋆.𖥔 ݁ ˖
₊˚⊹⋆˙⟡☄️.𖥔 ݁ ˖₊˚ ・₊✧🛰️

⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠀⠀⣀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠳⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⣀⡴⢧⣀⠀⠀ ⣀⣠⠤⠤⠤⠤⣄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠘⠏⢀⡴⠊⠁⠀⠀⠀⠀⠀⠀ ⠈⠙⠦⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⣰⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀  ⠘⢶⣶⣒⣶⠦⣤⣀⠀⠀
⠀⠀⠀⠀⠀⠀⢀⣰⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀  ⠈⣟⠲⡌⠙⢦⠈⢧⠀
⠀⠀⠀⣠⢴⡾⢟⣿⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀  ⣸⡴⢃⡠⠋⣠⠋⠀
⠐⠀⠞⣱⠋⢰⠁⢿⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣠⠤⢖⣋⡥⢖⣫⠔⠋⠀⠀⠀
⠈⠠⡀⠹⢤⣈⣙⠚⠶⠤⠤⠤⠴⠶⣒⣒⣚⣩⠭⢵⣒⣻⠭⢖⠏⠁⢀⣀⠀⠀⠀⠀
⠠⠀⠈⠓⠒⠦⠭⠭⠭⣭⠭⠭⠭⠭⠿⠓⠒⠛⠉⠉⠀⠀⣠⠏⠀⠀⠘⠞⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠓⢤⣀⠀⠀⠀⠀⠀⠀  ⣀⡤⠞⠁⣰⣆⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠘⠿⠀⠀⠀⠀⠀⠈⠉⠙⠒⠒⠛⠉⠁⠀⠀⠀⠉⢳⡞⠉⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀

⋆˙⟡ Hi I'm iv (or shade, it doesn't matter)
I don't care about what pronouns you use for me as long as I know you're referring to me

I just wanna start posting my projects so here's the repository

I'm an absolute beginner with anything relating to programming

I'm learning: Python

I want to learn: C (C++ and C#), JS, HTML, CSS, Julia

⋆˙⟡ I really like ice cream, whales, and anything related to space

‧₊˚✩彡⋆🛰️⭒˚｡⋆☄️ ˚｡⋆
୨୧˚🪐⋆.ೃ࿔*:･.𖥔 ݁ ˖✧˚ ༘ 🌌 ⋆｡˚
₊ ⊹⋆☄️⭒˚｡⋆⋆ ˚🪐｡⋆୨୧˚⋆.ೃ࿔*:･
☾🌌⋆｡𖦹 °✩⊹˚. ⋆⭒˚｡🚀⋆.𖥔 ݁ ˖
₊˚⊹⋆˙⟡☄️.𖥔 ݁ ˖₊˚ ・₊✧🛰️

